---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Rps
source: html/1e8e8066-088a-76aa-018c-cb823d8d78ab.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Rps Property

Symbol RPS, indicating unit Revolutions per second.

## Syntax (C#)
```csharp
public static ForgeTypeId Rps { get; }
```